{
  "term1": {
    "title": "1. Services",
    "policies": [
      {
        "id": 1,
        "text": "1.1 The website allows customers to download a photo editing option for a fee while the company reserves the right to sell other services related to this like limits to edit, change, or enactment to the orders or any other services described in the website. Adding on that, from time to time, we might change, add or remove any services depending on the customers' needs, demand, and market trends. Occasionally we may also engage third parties as the service providers for certain services.  "
      }
    ]
  },
  "term2": {
    "title": "2. Privacy Policy And Statement",
    "policies": [
      {
        "id": 1,
        "text": "2.1. Protecting our customers’ privacy is our first and top priority. In order to do that as well as facilitate and delivers the order, we use the email address provided by the customers. Since we are committed to giving the best product and services to keep our customers updated about our new services, and price rates we also send promotional emails however customers can opt-out anytime just by pressing the unsubscribe button that is given with every email.  We constantly review our system and data to ensure the promised security and best possible service."
      },
      {
        "id": 2,
        "text": "NB: any unauthorized action against computer systems and data without our permission is considered an offense and we will investigate any such activities and take strict legal actions against such offense."
      }
    ]
  },
  "term3": {
    "title": "3. Account Registration",
    "policies": [
      {
        "id": 1,
        "text": "To use our service you have to create an account (which is a very simple procedure), by using your email address and automatically generated password. Don’t worry about the password, you will be able to change it later. To deliver, store and serve customers’ orders securely this account is necessary. During the initial order, an automated system will ask some general questions which include but are not limited to name, email address, and some other personal questions. To complete the procedure you have to submit the appropriate information according to the requirement. Otherwise, authorities have the right to change, suspend or terminate the account without any further explanation. "
      },
      {
        "id": 2,
        "text": "Once you create an account as a customer, you are solely responsible for all activities occurring under your account.  Thus it is imperative that you keep your account details confidential. If you let other people use your account then you will be responsible for their actions too. "
      }
    ]
  },
  "term4": {
    "title": "4. Confidentiality Policy",
    "policies": [
      {
        "id": 1,
        "text": "4.1 Confidential information” in the agreement means non-public or proprietary information which we collect for the present and future business, that includes the development of products, services, strategies, designs, and marketing plans. During our relations, you may disclose some confidential information about yourself that is related to our service. Rest assured your confidential information will remain safe with us. We never disclose such information to any third party without the consent of our customers. Even access to that information is also limited to those employees, officers, directors, contractors,s, and representatives who are responsible to deliver that specific service."
      },
      {
        "id": 2,
        "text": "4.2. However, some policy stands in contradiction to this agreement. In spite of our strict confidentiality policy, the following information won’t be considered confidential information"
      },
      {
        "id": 3,
        "text": "• Information that is available in the public domain or has entered the public domain without breaching the Agreement."
      },
      {
        "id": 4,
        "text": "• The information is already in the rightful possession of any party at the time of disclosure."
      },
      {
        "id": 5,
        "text": "• Information that any other party independently develops without breaching the Agreement."
      },
      {
        "id": 6,
        "text": "• Information that is already known or collected by any other party from a third party source, without any restriction, does not directly or indirectly involve the Agreement and won’t be considered a breach of  Agreement."
      },
      {
        "id": 7,
        "text": "4.3. Any Information concerning our customers and their respective records might be passed to third parties, however, such information will be only divulged to third parties if that information is not sensitive for the privacy issues and if it is necessary to provide the desired service.  Churchllogo reserves all the rights to use the email address of the customers to promote new products and services. This also includes those services/products invented and offered by our present and future affiliates and partners. Since we are committed to providing the best service to our customers you may receive product/service offers in the form of a marketing newsletter via email. But you can choose not to receive these messages by clicking the unsubscribe button at any time."
      },
      {
        "id": 8,
        "text": "NB: As a law-abiding company in the country, Churchlogo is bound to provide all confidential records to authorities in case of any legal issues."
      }
    ]
  },
  "term5": {
    "title": "5. Disclaimer",
    "policies": [
      {
        "id": 1,
        "text": "5.1 The information on this website is provided “as it is” to the fullest extent permitted by the law."
      },
      {
        "id": 2,
        "text": "5.1.1 Excludes all the representation and warranties related to the website and its content or anything that is provided by any affiliates and third parties. It also includes any inaccuracies and omissions in the website content or the company’s literature."
      },
      {
        "id": 3,
        "text": "5.1.2  It excludes all liabilities for damages connected with your use of the website. It includes (not limited to) direct loss, loss of profit in the business (whether or not such loss was foreseeable, arose in a normal way, happened because you advised this company, or because of any potential problem), any incidental damages caused to your computer, any software, system or program which can occur as a direct or indirect consequence of using our data"
      },
      {
        "id": 4,
        "text": "5.1.3 Excludes all the liabilities for unauthorized use, misplacement, infringement, and any unlawful act conducted by the third party associated with your Churchlogo account or signature related to the order."
      }
    ]
  },
  "term6": {
    "title": "6. Owner Of The Churchlogo logo Signature",
    "policies": [
      {
        "id": 1,
        "text": "6.1 If you agree with the terms and conditions that you will be the sole owner and user of the churchlogo account a signature will be created by the automated system and you will be able to order our product and services. 0nce the signature is created there will be assumed that all information has been uploaded and fees are paid and there will be no chance to further revision and changes."
      },
      {
        "id": 2,
        "text": "6.2 Sole ownership will pertain to the final products that include all PNG files issued by the company that is incorporated in your order and approved by you.  If you want to make any further changes (which is quite impossible) you have to pay separately an extra charge on requested changes solicited via customer support or other communication channels. In such case, we assume that you agree to make the full payment for the derivative work and approve the changes with full consent."
      },
      {
        "id": 3,
        "text": "6.3 Churchlogo reserves all the right to use your churchlogo signature created for your churchlogo account to promote the new marketing schemes, services, and products. Therefore when you create an account here we assume you agree with this and give you the exclusive right to introduce our new services using your churchlogo signature in whole or partially."
      },
      {
        "id": 4,
        "text": "6.4 We always try our best to provide a unique churchlogo signature for you however similarities might occur due to some design or format consideration. In case of such similarities without our knowledge, churchlogo won’t be responsible or hold any liability if any other customer uses your account for this reason. In such case, we won’t be held liable for violating the trademark as it is unintentional. However, there is a chance to apply if customers get to know about this and churchlogo will solve the issue as soon as possible."
      },
      {
        "id": 5,
        "text": "6.5 The foregoing provisions and all other provisions pertaining to chhurchlogo account will also apply to any and all services provided by us currently or in the future and it will also apply when you opt out to have your account signature designed by our lead designer for an extra cost."
      }
    ]
  },
  "term7": {
    "title": "7. Revisions/Changes To Your churchlogo",
    "policies": [
      {
        "id": 1,
        "text": "7.1 Once your order is placed and confirmed it is considered that all information is provided during the checkout process and all of those the checked and verified properly by you."
      },
      {
        "id": 2,
        "text": "7.2 After getting your churchlogo signature you will have 10 working days for approval or any changes. After that, it will be considered as final and once it is final you will not be entitled to do any changes without the help and permission of the authorized team."
      },
      {
        "id": 3,
        "text": "7.3 You are entitled to three free revisions and do some minor changes on your churchlogo signature before finalizing it. The accepted small changes include minor redesign and individual letter redesign to the signature itself. For the under tags, churchlogo only allows resizing as revision. However, if you want to change the color and name spelling it will cost you charges if the mistake is not committed by us."
      },
      {
        "id": 4,
        "text": "7.4 Changes beyond the scope of the free revision will cost you extra charges and that has to be paid via any valid method of payment considered by the company.  If you want to extend the revision other than the available chances provided in section 7.2 you have to pay $15 per revision."
      },
      {
        "id": 5,
        "text": "7.5 If the changes you requested go beyond the scope of mere revision and rather become a whole new product which is substantially different from the previous version of the product then you have to choose our premium service package which includes such revision at a higher payment. If you want to take that package you have to talk to our authorized team for that and complete the payment before we proceed with the changes mentioned and approved by you."
      },
      {
        "id": 6,
        "text": "7.6 If you purchase our Churchlogo VIP experience product then you will be entitled to multiple rounds of revision (the number will be mentioned on our webpage at the moment of purchase). the revision for this product encompasses a partial as well as a complete redesign. However it does not contemplate the changes to the information provided by you at the time of placing the order (as specified in section 7.1)"
      }
    ]
  },
  "term8": {
    "title": "8. User Conduct",
    "policies": [
      {
        "id": 1,
        "text": "8.1 When using our website, do not"
      },
      {
        "id": 2,
        "text": "8.1.1 Violate any applicable laws, rules, regulations, ordinances statutes, requirements, code of conducts, orders from government or judicial authorities, or any third party terms and conditions applied with any product or services that you have ordered for."
      },
      {
        "id": 3,
        "text": "8.1.2 Order or use any service in a manner that is unlawful or promotes any unlawful activities; which can be considered harmful, threatening, fraudulent, deceptive, or misleading; anything that can promote harassment, discrimination, or can be considered libelous, defamatory, vulgar; activities or work that indicates towards pornography or obscene, or any activities that can violate another’s privacy or personal rights; violating any contractual or fiduciary obligations, or infringing on any copyrights, trademarks, service marks, trade secrets, patents or other intellectual property rights (collectively, “Intellectual Property Rights”) of any third party; or otherwise objectionable."
      },
      {
        "id": 4,
        "text": "8.1.3 Impersonate any other person or entity, falsely state or mispresent affiliation with any person or entity, or provide any false or inaccurate information."
      },
      {
        "id": 5,
        "text": "8.1.4 Violate or attempt to violate the security of the Website."
      },
      {
        "id": 6,
        "text": "8.1.5 Reverse/decompile or disassemble any portion of the website or services."
      },
      {
        "id": 7,
        "text": "8.1.6 Scrape or change information from the website or services by any automated means."
      },
      {
        "id": 8,
        "text": "8.1.7 Interfere or block the ability of other users, to use the Website or services."
      }
    ]
  },
  "term9": {
    "title": "9. Social Media Testimony.",
    "policies": [
      {
        "id": 1,
        "text": "9.1 We reserve the right to use your publicly available testimony under your Churchlogo signature in all our social media accounts and promotional material for the purpose of promoting, marketing, and advertising our new product and services. In such case we typically submit additional permission and when you accept that, it is also assumed that you have agreed with condition that any further withdrawal of such permission will be void."
      }
    ]
  },
  "term10": {
    "title": "10. Indemnity",
    "policies": [
      {
        "id": 1,
        "text": "10.1 If You agree to indemnify, defend, or any hold harmless Company and its affiliates, and their respective licensors and Service Providers, and all officers, directors, owners, agents, or licensors of any of the foregoing (collectively, the “Indemnified Parties”) from and against any and all losses, damages, liabilities, and costs, including reasonable Solicitors’ fees, which is sustained by any of the Indemnified Parties in connection with any claim arising out of Your Content/ Your use of a churchlogo account or Your use of any Services, or any breach by You or any user of Your account of these “Terms”, under no circumstances shall We be liable for any amount exceeding the fee paid for the Services ordered."
      }
    ]
  },
  "term11": {
    "title": "11. Refund Policy",
    "policies": [
      {
        "id": 1,
        "text": "11.1 You acknowledge and agree the product we design and develop for you is a customized and artistic product intended only for you. So in this case refund or replacement is not possible only because “you merely do not like it” since you are entitled to a number of revisions stated in item 7. Although we are committed to providing you with a logo that you love, but 100% satisfaction is not guaranteed. however, our fully dedicated team will make the changes (which come with a fixed number of revisions) according to your choice. Please note that our fees and quotes are subject to changes without any notice. So we request to go through that before placing any order."
      },
      {
        "id": 2,
        "text": "11.2 In case you or another person on your behalf opens/commence any Paypal dispute or credit card process dispute or any other similar dispute, relating to the payment you paid us, you agree to close or withdraw such dispute within 24 hours that connect us and relevant payment provider (for example Paypal/ credit card) providing the evidence that we have sent the product. In case you do not close or withdraw the dispute, you hereby authorize and direct the payment provider to close/withdraw the dispute on the provision of these terms and conditions by us to the payment provider with a copy of the document issued as evidence of delivering your product.  Without full payment, you do not own any intellectual property rights to any of our products. If such payment is withdrawn entire property rights will be transferred back to the company. You hereby indemnify us for the loss and damage we suffered as a result of your failure to comply with your obligation under this clause. You are entitled to a number of revisions as mentioned on the Website respective to the product purchased by you."
      }
    ]
  },
  "term12": {
    "title": "12. Changes To Terms",
    "policies": [
      {
        "id": 1,
        "text": "12.1 Company may modify these and conditions any time by posting changes on the website however:"
      },
      {
        "id": 2,
        "text": "12.2 These changes will only become effective only after Company provides notice of such changes along with dates and times which will mention form when it will be effective."
      },
      {
        "id": 3,
        "text": "12.3 The changes will only apply to you and your use of the website after such changes become effective."
      },
      {
        "id": 4,
        "text": "12.4 Any changes in payment obligation will only apply to your subsequent purchase on, or usage of, the Website or Services after the change."
      },
      {
        "id": 5,
        "text": "12.5 If at any time you find any terms and conditions unacceptable for you and you don’t agree with them, you thereafter will not be allowed to use the website or related service."
      }
    ]
  },
  "term13": {
    "title": "13. Law And Jurisdiction",
    "policies": [
      {
        "id": 1,
        "text": "13.1 These Terms and Conditions are governed by the laws of (country name) the parties submit to the jurisdiction of the Court of (country name) regardless of conflicts of law rules, and (country name) Courts competent to hear appeals from them."
      },
      {
        "id": 2,
        "text": "13.2 For any queries and clarifications regarding our terms and conditions or to request to delete data, please use our contact page."
      }
    ]
  }
}